[
  "You find a wallet with $200 in it. There is an ID inside, but you are struggling financially. Do you keep the cash and return the wallet?",
  "You accidentally scratch a car in a parking lot. No one saw you. Do you leave a note?",
  "A cashier gives you $10 extra in change. It is a small family-owned business. Do you return it?",
  "Your friend gets a terrible haircut and asks your opinion. Do you say it looks good?",
  "You are visiting a friend and find their diary open. Do you read a page?",
  "You see a coworker stealing office supplies. It is a large company. Do you report them?",
  "You promised to help a friend move, but you are hungover. Do you fake a family emergency to get out of it?",
  "A waiter forgets to add a $50 bottle of wine to your bill. Do you tell them?",
  "You find out your friend's partner is cheating on them. Do you tell your friend?",
  "You are playing a board game with a 6-year-old. They are about to lose. Do you let them win?",
  "You receive a package by mistake containing a cool gadget. The company never asks for it back. Do you keep it?",
  "You see someone drop $20. They were rude to you earlier. Do you keep it?",
  "You are at a house party and break a vase. No one saw. Do you hide the pieces?",
  "A distant relative gives you an ugly sweater. They ask if you like it. Do you say yes?",
  "You discover your neighbor's WiFi has no password. Do you use it without asking?",
  "Your boss takes credit for your idea in a meeting. Do you correct them in front of everyone?",
  "You are in a public bathroom and realize there is no toilet paper. You see a roll in the unlocked stall next to you. Do you take it?",
  "You find a loophole on a website that gives you a 90% discount. Do you use it?",
  "A friend asks to borrow money. You have it, but you don't trust them to pay it back. Do you lie and say you are broke?",
  "You see a stranger's car being towed. You could stop it by alerting them in the nearby shop. Do you intervene?",
  "Your partner cooks a meal that tastes awful. They spent hours on it. Do you pretend to enjoy it?",
  "You accept a job offer, but a week later get a better offer. Do you rescind your acceptance?",
  "You are waiting in a long line. A friend waves you over to join them at the front. Do you cut?",
  "You find a phone unlocked on a park bench. Do you look through the photos to identify the owner?",
  "You accidentally kill a friend's goldfish while pet-sitting. Do you replace it with a look-alike?",
  "You are at a hotel. Do you take the shampoo and soap bottles home?",
  "You hear a rumor that a friend is about to be fired. Do you warn them?",
  "You are driving late at night on a deserted road. The red light is taking forever. Do you run it?",
  "You buy a shirt, wear it to a party, and keep the tags on. Do you return it the next day?",
  "You are sitting on a crowded bus. An elderly person gets on, but you are exhausted. Do you give up your seat?",
  "You see a parent disciplining their child in a way you disagree with in public. Do you say something?",
  "You accidentally send a text complaining about someone TO that person. Do you claim it was a joke?",
  "You are given a gift you already own. Do you re-gift it to someone else?",
  "You see a dog locked in a car on a warm day. The window is cracked slightly. Do you break the window?",
  "You are a manager. You have to fire someone. Do you tell them the real reason even if it will hurt their feelings?",
  "You check your partner's browsing history without them knowing. Do you admit it if you find nothing?",
  "You are at a buffet. You are full but want to take some food home for later. Do you sneak it into your bag?",
  "You win $5000 in a lottery. Do you keep it a secret from your spouse?",
  "You see a friend cheating on a test. Do you say anything?",
  "You are invited to a wedding of a cousin you dislike. It is a destination wedding. Do you go?"
]